package src.ru.academitschool.oop.shelestov;

public class Main {
    public static void main(String[] args) {
        /* Прочитать в список все строки из файла */

        /* Есть список из целых чисел. Удалить из него все четные числа. В
        этой задаче новый список создавать нельзя */

        /*Есть список из целых чисел, в нём некоторые числа могут
        повторяться. Надо создать новый список, в котором будут
        элементы первого списка в таком же порядке, но без повторений*/
    }
}
